app/controllers/elements_controller.rb

SELECT * FROM `elements`
---
  def index
    @elements = Element.all